IDEA Open Model
NonConformity.Guid Property
Compatible with IDEA StatiCa 20.1
 Description of the nonconformity
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Guid Guid { get; set; }
Public Property Guid As Guid
	Get
	Set
Property Value
Type: Guid
See Also
Reference
NonConformity Class
IdeaRS.OpenModel.Message Namespace